tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "supabase/tap"
tap "yt-dlp/taps"
brew "bat"
brew "exa"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "highlight"
brew "htop"
brew "luajit", args: ["HEAD"]
brew "mkcert"
brew "neovim"
brew "nss"
brew "podman"
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "ripgrep"
brew "stow"
brew "tldr"
brew "tmux"
brew "zoxide"
brew "zsh"
brew "supabase/tap/supabase"
brew "yt-dlp/taps/yt-dlp"
cask "1password"
cask "apparency"
cask "appcleaner"
cask "brave-browser"
cask "discord"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
# cask "iterm2"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "monitorcontrol"
cask "obsidian"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "telegram"
cask "ticktick"
cask "transmission"
cask "visual-studio-code"
cask "zoom"
