tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "exa"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "highlight"
brew "htop"
brew "luajit", args: ["HEAD"]
brew "mkcert"
brew "neovim", args: ["HEAD"]
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "ripgrep"
brew "stow"
brew "tldr"
brew "tmux"
brew "youtube-dl"
brew "zsh"
cask "1password"
cask "apparency"
cask "appcleaner"
cask "dropbox"
cask "firefox"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
cask "iterm2"
cask "kap"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "monitorcontrol"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "transmission"
cask "visual-studio-code"
